#! /usr/bin/env bash
#########################################################################
# File Name: 1920x1080.sh
# Author:陈俊杰
# mail: 2716705056@qq.com
# Created Time: 2022年05月29日 星期日 18时53分09秒

# 此程序的功能是：
#########################################################################


pad_up=33
pad_right=34
pad_down=-5
pad_left=33


# pad_up=28
# pad_right=34
# pad_down=0
# pad_left=33


# 1 - ((31*19 + 16) / (54*19 + 16))
split_rate_h=0.41938579654510555
# 19 / (54 * 19 + 16)
resizestep_v=0.018234165067178502

split_rate_v=0.5467289719626168
resizestep_h=0.004904632152588556
